Repository: robinchauhan5000/fynd-moneyphi
Catalog: lib/l10n/app_*.arb
Languages: gu, hi

source: Current Value
gu: વર્તમાન કિંમત
hi: वर्तमान मूल्य

source: Investment
gu: રોકાણ
hi: निवेश

source: Create Goals
gu: ગોલ બનાવો
hi: लक्ष्य बनाएं

source: Big Decisions
gu: મોટા નિર્ણયો
hi: बड़े फैसले

source: Retirement
gu: નિવૃત્તિ
hi: निवृत्ति

source: Insurance
gu: વીમા
hi: बीमा

source: Child Future
gu: બાળ ભવિષ્ય
hi: बच्चे का भविष्य

source: Housing
gu: હાઉસિંગ
hi: आवास

source: Small Decisions
gu: મોટા નિર્ણયો
hi: बड़े फैसले

source: Reserve Fund
gu: અનામત ભંડોળ
hi: सुरक्षित कोष

source: Indulge
gu: રીઝવવું
hi: लिप्त

source: Car
gu: કાર
hi: कार

source: Holiday
gu: રજા
hi: छुट्टी

source: New Beginnings
gu: નવી શરૂઆતો
hi: नई शुरुआत

source: Open Demat
gu: ડીમેટ ખોલો
hi: डीमैट खोलें

source: SaveTax
gu: સેવટેક્સ
hi: टैक्स बचाएं

source: Learn with phi
gu: ફી સાથે શીખો
hi: फी के साथ सीखें

source: Home
gu: ઘર
hi: घर

source: Pocket
gu: ખિસ્સું
hi: जेब

source: Explore
gu: અન્વેષણ કરો
hi: खोजना

source: Stories
gu: વાર્તાઓ
hi: कहानियों

source: Rewards
gu: પારિતોષિકો
hi: पुरस्कार

source: On board your journey
gu: તમારી મુસાફરી પર જાઓ
hi: अपनी यात्रा पर

source: It doesnt cost to introduce yourself
gu: તમારો પરિચય આપવાનો કોઈ ખર્ચ નથી
hi: अपना परिचय देने में कोई खर्च नहीं आता

source: click here
gu: અહીં ક્લિક કરો
hi: यहाँ क्लिक करें

source: Let your money work for you
gu: તમારા પૈસા તમારા માટે કામ કરવા દો!
hi: अपने पैसे को आपके लिए काम करने दें!

source: Start a SIP
gu: SIP શરૂ કરો
hi: एक एसआईपी शुरू करें

source: I am a beginner
gu: હું શિખાઉ માણસ છું
hi: मैं शुरुआत कर रहा हूँ

source: Invest in Digital Gold
gu: ડિજિટલ ગોલ્ડમાં રોકાણ કરો
hi: डिजिटल गोल्ड में निवेश करें

source: Setup your account
gu: તમારું એકાઉન્ટ સેટ કરો
hi: अपना खाता स्थापित करें

source: Kyc Check
hi: केवाईसी चेक

source: Pending
gu: બાકી
hi: लंबित

source: Personal Details
gu: અંગત વિગતો
hi: व्यक्तिगत विवरण

source: Bank Details
gu: બેંકની વિગત
hi: बैंक विवरण

source: refer & earn
gu: સંદર્ભ લો અને કમાઓ
hi: देखें और कमाएं

source: Lets begun
gu: ચાલો શરુ કરીએ…
hi: चलिए शुरू करते हैं..

source: We need your pan to process further
gu: આગળ પ્રક્રિયા કરવા માટે અમને તમારા પેનની જરૂર છે.
hi: आगे की प्रक्रिया के लिए हमें आपके पैन की आवश्यकता है।

source: PAN
gu: પાન
hi: पैन

source: KYC Verified
gu: કેવાયસી ચકાસાયેલ
hi: केवाईसी सत्यापित

source: Name as per pan
gu: પાન મુજબ નામ
hi: पैन के अनुसार नाम

# continueText
source: Continue
gu: ચાલુ રાખો
hi: जारी रखें

source: Confirm Continue
gu: પુષ્ટિ કરો અને ચાલુ રાખો
hi: पुष्टि करें और जारी रखें

source: Personal Information
gu: વ્યક્તિગત માહિતી
hi: व्यक्तिगत जानकारी

source: First Name
gu: પ્રથમ નામ
hi: पहला नाम

source: Enter here
gu: અહીં દાખલ કરો
hi: यहाँ से प्रवेश करें

source: Last Name
gu: છેલ્લું નામ
hi: उपनाम

source: Gender
gu: જાતિ
hi: लिंग

source: Male
gu: પુરુષ
hi: नर

source: Female
gu: સ્ત્રી
hi: महिला

# others
source: Other
gu: અન્ય
hi: अन्य

source: Date of Birth
gu: જન્મ તારીખ
hi: जन्म की तारीख

# maritalStatus
source: Martial Status
gu: વૈવાહિક સ્થિતિ
hi: वैवाहिक स्थिति

source: Single
gu: અપરિણીત
hi: अकेला

source: Married
gu: પરિણીત
hi: विवाहित

source: Family Details
gu: કૌટુંબિક વિગતો
hi: पारिवारिक विवरण

source: Fathers Name
gu: પિતાનું નામ
hi: पिता का नाम

source: Mothers Name
gu: માતાનું નામ
hi: माता का नाम

source: Address Details
gu: સરનામાંની વિગતો
hi: पता विवरण

source: Pin Code
gu: પીન કોડ
hi: पिन कोड

source: City
gu: શહેર
hi: शहर

source: State
gu: રાજ્ય
hi: राज्य

source: Country
gu: દેશ
hi: देश

source: Professional Details
gu: વ્યવસાયિક વિગતો
hi: व्यावसायिक विवरण

# occupationDetails
source: Occupational Details
gu: વ્યવસાય વિગતો
hi: व्यवसाय विवरण

source: Income Details
gu: આવકની વિગતો
hi: आय विवरण

source: Birth Place
gu: જન્મસ્થળ
hi: जन्म स्थान

source: Birth Country
gu: જન્મ દેશ
hi: जन्म भूमि

source: Do you pay taxes outside India
gu: શું તમે ભારતની બહાર કર ચૂકવો છો?
hi: क्या आप भारत के बाहर कर का भुगतान करते हैं?

source: Yes
gu: હા
hi: हां

source: No
gu: ના
hi: नहीं

source: Country you pay tax outside India
gu: ભારતની બહાર તમે ટેક્સ ચૂકવો છો તે દેશ
hi: जिस देश में आप भारत के बाहर कर का भुगतान करते हैं

source: Are you Politically exposed or related
gu: શું તમે રાજકીય રીતે ખુલ્લા છો અથવા સંબંધિત છો?
hi: क्या आप राजनीतिक रूप से उजागर या संबंधित हैं?

source: Tax Identification Number
gu: ટેક્સ આઇડેન્ટિફિકેશન નંબર
hi: कर पहचान संख्या

source: I am politically exposed
gu: હું રાજકીય રીતે ખુલ્લા છું
hi: मैं राजनीतिक रूप से बेनकाब हूं

source: Iam politically related
gu: હું રાજકીય રીતે સંબંધિત છું
hi: मैं राजनीतिक रूप से संबंधित हूं

source: Nominee Details
gu: નોમિની વિગતો
hi: नॉमिनी विवरण

source: Nominee Name
gu: નોમિનીનું નામ
hi: नामांकित व्यक्ति का नाम

source: Relation
gu: સંબંધ
hi: संबंध

source: IFSC Code
gu: આઈએફએસસી કોડ
hi: आईएफएससी कोड

source: Bank Name
gu: બેંકનું નામ
hi: बैंक का नाम

source: Branch
gu: શાખા
hi: शाखा

source: Account Number
gu: ખાતા નંબર
hi: अकाउंट नंबर

source: Re enter Account Number
gu: એકાઉન્ટ નંબર ફરીથી દાખલ કરો
hi: खाता संख्या फिर से एंटर करें

source: Select account type
gu: ખાતાનો પ્રકાર પસંદ કરો
hi: खाता प्रकार चुनें

source: Current
gu: ચાલુ
hi: चालू

source: Saving
gu: બચત
hi: बचत

source: Upload Bank Proof
gu: બેંક પ્રૂફ અપલોડ કરો
hi: बैंक प्रमाण अपलोड करें

source: Select the document you will upload
gu: તમે અપલોડ કરશો તે દસ્તાવેજ પસંદ કરો
hi: उस दस्तावेज़ का चयन करें जिसे आप अपलोड करेंगे

source: Cancel Cheque
gu: રદ ચેક
hi: रद्द चेक

source: Bank Statement
gu: બેંક સ્ટેટમેન્ટ
hi: बैंक स्टेटमेंट

# ourteamwillverifyyourbank
source: Our team will verify your bank.Please uplaod or capture a clear image with all details like Your name, IFSC Code, Bank Account number and bank details.
gu: તમે અપલોડ કરશો તે બેંક દસ્તાવેજના પુરાવામાંથી અમારી ટીમ તમારી બેંક વિગતોની ચકાસણી કરશે. કૃપા કરીને તમારું નામ, IFSC કોડ, બેંક એકાઉન્ટ નંબર અને બેંક વિગતો જેવી તમામ વિગતો સાથે સ્પષ્ટ છબી અપલોડ કરો અથવા કેપ્ચર કરો.
hi: हमारी टीम आपके द्वारा अपलोड किए जाने वाले बैंक दस्तावेज़ प्रमाण से आपके बैंक विवरण का सत्यापन करेगी। कृपया अपना नाम, IFSC कोड, बैंक खाता संख्या और बैंक विवरण जैसे सभी विवरणों के साथ एक स्पष्ट छवि अपलोड या कैप्चर करें।

source: Chq or bank statement proof
gu: બેંક સ્ટેટમેન્ટ પ્રૂફ માટે તપાસો
hi: बैंक स्टेटमेंट प्रूफ के लिए चेक करें

source: Gallery
gu: ગેલેરી
hi: गेलरी

source: Camera
gu: કેમેરા
hi: कैमरा

source: Upload Signature
gu: સહી અપલોડ કરો
hi: हस्ताक्षर अपलोड करें

# iagreethatIamaIndiancitizenresidinginIndia
source: I agree that Iam a Indian citizen residing in India. I confirm the bank detail & document uploaded are mine. All transactions & redemption will be in this bank account. In case of any discripancy in my form, I will submit relevant documents as required.
gu: હું સંમત છું કે હું ભારતમાં રહેતો ભારતીય નાગરિક છું. હું કન્ફર્મ કરું છું કે અપલોડ કરાયેલ બેંક વિગતો અને દસ્તાવેજ મારા છે. તમામ વ્યવહારો અને રિડેમ્પશન આ બેંક ખાતામાં હશે. મારા ફોર્મમાં કોઈપણ વિસંગતતાના કિસ્સામાં, હું જરૂરિયાત મુજબ સંબંધિત દસ્તાવેજો સબમિટ કરીશ.
hi: मैं सहमत हूं कि मैं भारत में रहने वाला एक भारतीय नागरिक हूं। मैं पुष्टि करता हूं कि बैंक विवरण और अपलोड किए गए दस्तावेज़ मेरे हैं। सभी लेनदेन और मोचन इस बैंक खाते में होंगे। मेरे फॉर्म में किसी भी तरह की विसंगति के मामले में, मैं आवश्यकतानुसार प्रासंगिक दस्तावेज जमा करूंगा।

source: Asset Allocation
gu: એસેટ ફાળવણી
hi: परिसंपत्ति आवंटन

source: Port Folio
gu: પોર્ટફોલિયો
hi: पोर्टफोलियो

source: Ongoing Goals
gu: ચાલુ લક્ષ્યો.
hi: चल रहे लक्ष्य

source: Mutual Funds
gu: મ્યુચ્યુઅલ ફંડ્સ
hi: म्यूचुअल फंड्स

source: Equity
gu: ઇક્વિટી
hi: इक्विटी

source: Hybrid
gu: વર્ણસંકર
hi: हाइब्रिड

source: Debt
gu: દેવું
hi: कर्ज़

source: Commodities
gu: ચીજવસ્તુઓ
hi: माल

source: Large Cap
gu: લાર્જ કેપ
hi: बड़ी टोपी

source: Mid Cap
gu: મિડ કેપ
hi: मध्य टोपी

source: Small Cap
gu: સ્મોલકેપ
hi: छोटी टोपी

source: Index Fund
gu: ઈન્ડેક્સ ફંડ
hi: सूचकांक निधि

source: Global Fund
gu: વૈશ્વિક ફંડ
hi: वैश्विक निधि

source: View More
gu: વધુ જોવો
hi: और देखें

source: Best SIP Funds
gu: શ્રેષ્ઠ એસઆઈપી ફંડ્સ
hi: सर्वश्रेष्ठ एसआईपी फंड

source: Based on last 5 years return
gu: છેલ્લા 5 વર્ષના વળતર પર આધારિત
hi: पिछले 5 वर्षों के रिटर्न के आधार पर

source: Better than FD
gu: FD કરતાં વધુ સારું
hi: FD से बेहतर

source: Tax saving funds
gu: કર બચત ભંડોળ
hi: कर बचत कोष

source: Investment sachet
gu: ઇન્વેસ્ટમેન્ટ સેશેટ
hi: निवेश सचेत

source: Growth
gu: વૃદ્ધિ
hi: वृद्धि

source: Vision
gu: દ્રષ્ટિ
hi: नज़र

source: NAV
hi: एनएवी

source: Min SIP
gu: લઘુત્તમ એસઆઈપી
hi: न्यूनतम एसआईपी

source: Invest Now
gu: રોકાણ કરો
hi: निवेश करें

source: Filter Option
gu: ફિલ્ટર વિકલ્પ
hi: फ़िल्टर विकल्प

source: Minimum SIP Investment
gu: ન્યૂનતમ SIP રોકાણ
hi: न्यूनतम एसआईपी निवेश

source: Investment Option
gu: રોકાણનો વિકલ્પ
hi: निवेश विकल्प

source: Mutual Fund Companies
gu: મ્યુચ્યુઅલ ફંડ કંપનીઓ
hi: म्युचुअल फंड कंपनियाँ

# onetime
source: એક વાર
hi: एक बार

source: Investment Amount
gu: રોકાણની રકમ
hi: निवेश राशि

source: minimum investment
gu: ન્યૂનતમ રોકાણ
hi: न्यूनतम निवेश

source: Installments
gu: હપ્તા
hi: किश्तों

source: Untill Cancelled
gu: રદ ન થાય ત્યાં સુધી
hi: रद्द होने तक

source: Recommended
gu: ભલામણ કરેલ
hi: अनुशंसित

source: Custom
gu: કસ્ટમ
hi: रिवाज़

source: Add to cart
gu: સૂચી માં સામેલ કરો
hi: कार्ट में डालें

source: Proceed
gu: આગળ વધો
hi: आगे बढ़ना

source: Funds added to cart
gu: ભંડોળ કાર્ટમાં ઉમેર્યું
hi: कार्ट में जोड़े गए फंड

source: Continue to invest in more funds or else proceed
gu: વધુ ફંડમાં રોકાણ કરવાનું ચાલુ રાખો અથવા તો આગળ વધો
hi: अधिक फंड में निवेश करना जारी रखें अन्यथा आगे बढ़ें

source: Confirm
gu: કન્ફર્મ
hi: पुष्टि करें

source: Allocation
gu: ફાળવણી
hi: आवंटन

source: Select SIP Investment
gu: SIP રોકાણ પસંદ કરો
hi: SIP निवेश चुनें

source: Digital Gold
gu: ડિજિટલ ગોલ્ડ
hi: डिजिटल गोल्ड

source: powered by
gu: દ્વારા સંચાલિત
hi: द्वारा संचालित

# purity
source: 24K99.9 purity
gu: 24K99.9 શુદ્ધતા
hi: 24K99.9 शुद्धता

source: Purchase gold for as low as
gu: ઓછા ₹1માં સોનું ખરીદો
hi: कम ₹1 . में सोना खरीदें

source: Convert your gold grams in gold coins
gu: તમારા ગોલ્ડ ગ્રામ સોનાના સિક્કામાં રૂપાંતર કરો
hi: अपने सोने के ग्रामों को पुराने सिक्कों में बदलें

source: Buy in rupees
gu: રૂપિયામાં ખરીદો
hi: रुपये में खरीदें

source: Buy in grams
gu: ગ્રામમાં ખરીદો
hi: ग्राम में खरीदें

source: Gms
gu: ગ્રામ
hi: ग्राम

source: Live buy price
gu: લાઈવ ખરીદ કિંમત
hi: लाइव खरीदें मूल्य

source: Price valid for
gu: માટે માન્ય કિંમત
hi: मूल्य मान्य के लिए

source: Buy
gu: ખરીદો
hi: खरीदना

source: Locker
gu: લોકર
hi: लॉकर

source: cart
gu: કાર્ટ
hi: कार्ट

source: SIP Amount
gu: SIP રકમ
hi: एसआईपी राशि

source: Select sip date
gu: SIP તારીખ પસંદ કરો
hi: एसआईपी तारीख चुनें

source: SIP on
gu: SIP ચાલુ
hi: एसआईपी चालू

source: folio no
gu: ફોલિયો નં
hi: फोलियो नंबर

source: see funds
gu: ભંડોળ જુઓ
hi: फंड देखें

source: growth sachet
gu: વૃદ્ધિ સેચેટ
hi: विकास पाउच

source: place order
gu: ઓર્ડર કરો
hi: ऑर्डर दें

source: Calender select tray from bottom
gu: કૅલેન્ડર નીચેથી ટ્રે પસંદ કરો
hi: कैलेंडर नीचे से ट्रे चुनें

source: set up your auto pay
gu: તમારું ઑટોપે સેટ કરો
hi: अपना ऑटोपे सेटअप करें

source: Click pay will automate your investments from your registered bank account
gu: ક્લિકપે (આદેશ) તમારા રજિસ્ટર્ડ બેંક ખાતામાંથી તમારા રોકાણોને સ્વચાલિત કરશે.
hi: क्लिकपे (जनादेश) आपके पंजीकृत बैंक खाते से आपके निवेशों को स्वचालित कर देगा।

source: your bank details
gu: તમારી બેંક વિગતો
hi: आपका बैंक विवरण

source: maximum auto debit limit
gu: મહત્તમ ઓટો ડેબિટ મર્યાદા
hi: अधिकतम ऑटो-डेबिट सीमा

source: Dont have access to online banking
gu: ઓનલાઈન બેંકિંગની ઍક્સેસ નથી?
hi: ऑनलाइन बैंकिंग तक पहुंच नहीं है?

source: To create offline autopay
gu: ઑફલાઇન ઑટોપે બનાવવા માટે
hi: ऑफ़लाइन ऑटोपे बनाने के लिए

source: create autopay
gu: આપોઆપ ચુકવણી બનાવો
hi: स्वतः भुगतान बनाएं

source: Automate future SIP installments
gu: ભાવિ SIP હપ્તા સ્વચાલિત કરો
hi: भविष्य की एसआईपी किस्त को स्वचालित करें

source: single click button for future investment
gu: ભાવિ રોકાણ માટે સિંગલ ક્લિક બટન
hi: भविष्य के निवेश के लिए सिंगल क्लिक बटन

# noinvestmentswithoutyourapproval
source: no investment without your approval
gu: તમારી મંજૂરી વિના કોઈ રોકાણ નહીં
hi: आपकी स्वीकृति के बिना कोई निवेश नहीं।

source: Example you decide to invest
gu: ઉદાહરણ: તમે દર મહિને ₹10,000નું રોકાણ મ્યુચ્યુઅલફંડ દ્વારા SIP કરવાનું નક્કી કરો છો.
hi: उदाहरण आप SIP के माध्यम से हर महीने ₹10,000 का निवेश करने का निर्णय लेते हैं।

# yousetautodebitlimitas
source: your set auto debit limit as
gu: તમે ઓટો-ડેબિટ મર્યાદા ₹1,00,000 તરીકે સેટ કરો છો. દર મહિને ફક્ત તમારી પસંદ કરેલી SIP રકમ ₹10,000 તમારા બેંક ખાતામાંથી ડેબિટ થાય છે.
hi: आप ऑटो-डेबिट की सीमा ₹1,00,000 के रूप में सेट करते हैं। हर महीने केवल आपकी चुनी हुई एसआईपी राशि ₹10,000 आपके बैंक खाते से डेबिट की जाती है।

# nowinfutureifyouwanttoincreaseyourSIP
source: Now in future if you want to increase your SIP.No new mandate has to be created or no new process of mandate approval has to be done if your SIP amount is upto your approved mandate limit.
gu: હવે ભવિષ્યમાં જો તમે તમારી SIP વધારવા માંગતા હોવ તો .જો તમારી SIP રકમ તમારી મંજૂર આદેશ મર્યાદા સુધી હોય તો કોઈ નવો આદેશ બનાવવાની જરૂર નથી અથવા આદેશની મંજૂરીની કોઈ નવી પ્રક્રિયા કરવાની નથી.
hi: अब भविष्य में यदि आप अपना एसआईपी बढ़ाना चाहते हैं। यदि आपकी एसआईपी राशि आपकी स्वीकृत मैंडेट सीमा तक है तो कोई नया मैंडेट नहीं बनाया जाना है या मैंडेट अनुमोदन की कोई नई प्रक्रिया नहीं करनी है।

source: mandate id created successfully
gu: મેન્ડેટ આઈડી સફળતાપૂર્વક બનાવવામાં આવી
hi: जनादेश आईडी सफलतापूर्वक बनाया गया

source: Your bank supports electronic autopay
gu: તમારી બેંક સપોર્ટ ઇલેક્ટ્રોનિક ઓટોપે. કોઈ કાગળની જરૂર નથી.
hi: आपका बैंक इलेक्ट्रॉनिक ऑटोपे का समर्थन करता है। कोई कागजी कार्रवाई की आवश्यकता नहीं है।

source: You are all set to start your investing today.
gu: તમે આજે જ તમારું રોકાણ શરૂ કરવા માટે તૈયાર છો.
hi: आप आज अपना निवेश शुरू करने के लिए पूरी तरह तैयार हैं।

source: total payable
gu: કુલ ચૂકવવાપાત્ર
hi: कुल देय

source: your Bank Account
gu: તમારું બેંક ખાતું
hi: आपका बैंक खाता

source: payment Modes
gu: ચુકવણી સ્થિતિઓ
hi: भुगतान के प्रकार

source: Net Banking
gu: નેટબેંકીંગ
hi: नेट बैंकिंग

source: Mandate
gu: આદેશ
hi: जनादेश

source: Enter the UPI ID
hi: यूपीआई आईडी दर्ज करें

source: Pay now
gu: હવે પૈસા આપો
hi: अब भुगतान करें

source: My Orders
gu: મારા ઓર્ડર્સ
hi: मेरे आदेश

source: Order Status
gu: ઓર્ડર સ્થિતિ
hi: आदेश की स्थिति

source: Redeem
gu: રિડીમ કરો
hi: भुनाना

source: In Process
gu: પ્રક્રિયામાં
hi: प्रक्रिया में

source: Order placed on moneyphi BSE
gu: મનીફી BSE પર ઓર્ડર આપવામાં આવ્યો
hi: मनीफी बीएसई पर ऑर्डर दिया गया

source: Order ID
gu: ઓર્ડર આઈડી
hi: आदेश ID

source: payment Received via UPI
gu: UPI દ્વારા ચુકવણી પ્રાપ્ત થઈ
hi: यूपीआई के माध्यम से प्राप्त भुगतान

source: Debit from xxxx1234 Axis Bank
gu: xxxx1234 AxisBank માંથી ડેબિટ
hi: xxxx1234 एक्सिसबैंक से डेबिट

source: Units Allocation
gu: એકમ ફાળવણી
hi: यूनिट आवंटन

source: expected by
gu: દ્વારા અપેક્ષિત
hi: द्वारा अपेक्षित

source: Success
gu: સફળતા
hi: सफलता

source: No Goal
gu: કોઈ ધ્યેય નથી
hi: कोई लक्ष्य नहीं

source: Payment Received
gu: ચુકવણી પ્રાપ્ત થઈ
hi: भुगतान प्राप्त

source: Units Alloted
gu: ફાળવેલ એકમો
hi: आवंटित इकाइयाँ

source: Alloted on
gu: પર ફાળવેલ છે
hi: पर आवंटित

source: Units
gu: એકમો
hi: इकाइयों

source: Order placed on moneyphi
gu: મનીફી પર ઓર્ડર આપવામાં આવ્યો
hi: मनीफी पर ऑर्डर दिया गया

source: SIP Registered
gu: SIP રજિસ્ટર્ડ
hi: एसआईपी रजिस्टर्ड

source: Autopay
gu: ઓટોપે
hi: स्वचालित भुगतान

source: SIP Date
gu: SIP તારીખ
hi: एसआईपी तिथि

source: Next due date on
gu: આગામી નિયત તારીખ
hi: अगला देय तिथि

source: Redemption Requested
gu: વિમોચન વિનંતી
hi: मोचन अनुरोध

source: Amount Credited
gu: જમા રકમ
hi: जमा की गई राशि

source: Withdarwal
gu: ઉપાડ
hi: वापसी

source: Goals
gu: ધ્યેય
hi: लक्ष्य

source: Orders
gu: ઓર્ડર
hi: ऑर्डर

source: Insights
gu: આંતરદૃષ્ટિ
hi: अंतर्दृष्टि

source: Invested
gu: રોકાણ કર્યું
hi: निवेश

source: View Details
gu: વિગતો જુઓ
hi: विवरण देखें

source: Invest More
gu: વધુ રોકાણ કરો
hi: अधिक निवेश करें

source: Fund Details
gu: ફંડની વિગતો
hi: फंड विवरण

source: Statement
gu: નિવેદન
hi: बयान

source: Avg Buying Nav
gu: સરેરાશ ખરીદી Nav
hi: औसत ख़रीदना NAV

source: Current NAV
gu: વર્તમાન એનએવી
hi: वर्तमान एनएवी

source: Transactions
gu: વ્યવહારો
hi: लेनदेन

source: Installment missed
gu: બીજો હપ્તો ચૂકી ગયો
hi: दूसरी किस्त छूटी

source: First installment paid
gu: 1 લ હપ્તો ચૂકવવામાં આવ્યો
hi: भुगतान की गई पहली किस्त

source: NExt due date
gu: આગામી નિયત તારીખ
hi: अगली नियत दिनांक

source: Invest
gu: રોકાણ કરો
hi: निवेश

source: Pause
gu: વિરામ
hi: रोकना

source: Stop SIP
gu: SIP બંધ કરો
hi: बंद करो एसआईपी

source: Additional
gu: વધારાનુ
hi: अतिरिक्त

source: Redemption
gu: વિમોચન
hi: मोचन

source: Full
gu: સંપૂર્ણ
hi: भरा हुआ

source: Partial
gu: આંશિક
hi: आंशिक

source: Withdraw
gu: ઉપાડો
hi: निकालना

source: Gold Grams
gu: ગોલ્ડ ગ્રામ
hi: गोल्ड ग्राम

source: Are you sure you want to cancel your SIP
gu: શું તમે ખાતરી કરો છો કે તમે તમારી એસઆઈપીને રદ કરવા માંગો છો
hi: क्या’ आप सुनिश्चित हैं कि आप अपना एसआईपी रद्द करना चाहते हैं

source: Have questions Ask us
gu: પ્રશ્નો છે? અમને પૂછો
hi: कोई सवाल ? हमसे पूछें

source: Cancel
gu: રદ કરો
hi: रद्द करें

source: You will miss your goal target for the following goals.
gu: તમે તમારા ધ્યેયને નીચેના ધ્યેયો માટે લક્ષ્‍ય કરવાનું ચૂકશો.
hi: आप निम्नलिखित लक्ष्यों के लिए अपने लक्ष्य लक्ष्य से चूक जाएंगे।

source: SIP Pause
gu: SIP થોભો
hi: एसआईपी रोकें

source: Cancel SIP
gu: SIP રદ કરો
hi: एसआईपी रद्द करें

source: Aunthenciate to cancel your SIP
gu: તમારી SIP રદ કરવા માટે પ્રમાણિત કરો
hi: अपना एसआईपी रद्द करने के लिए प्रमाणित करें

source: OTP
gu: ઓટીપી
hi: ओटीपी

source: Did not receive OTP?
gu: ઓટીપી મળ્યો નથી?
hi: ओटीपी प्राप्त नहीं हुआ?

source: Retry
gu: ફરી પ્રયાસ કરો
hi: प्रयास करें

source: Full Redemption
gu: સંપૂર્ણ વિમોચન
hi: पूर्ण मोचन

source: exit load
gu: એક્ઝિટલોડ
hi: बाहर निकलें लोड

source: if redeemed before365 days.
gu: જો 365 દિવસ પહેલાં રિડીમ કરવામાં આવે તો 1%.
hi: 1% अगर 365 दिनों से पहले भुनाया जाता है।

source: if redeemed before 720 days
gu: જો 720 દિવસ પહેલા રિડીમ કરવામાં આવે તો 0.5%
hi: 0.5% अगर 720 दिनों से पहले भुनाया जाता है

source: Please donot refresh or tap On back button
gu: મહેરબાની કરીને રીફ્રેશ કરશો નહીં અથવા બેક બટન પર ટેપ કરશો નહીં
hi: कृपया रीफ़्रेश न करें या बैक बटन पर टैप करें

source: Mutual fund Details
gu: મ્યુચ્યુઅલ ફંડ વિગતો
hi: म्युचुअल फंड का विवरण

source: Risk Very High Risk
gu: જોખમ:ખૂબ ઉચ્ચ જોખમ
hi: जोखिम

source: Day Change
gu: 1 દિવસ બદલો
hi: 1 दिन परिवर्तन

source: saving account
gu: બચત ખાતું
hi: बचत खाता

source: fixed deposit
gu: ફિક્સ્ડ ડિપોઝિટ
hi: सावधि जमा

source: this fund
gu: આ ફંડ
hi: यह फंड

source: fund performance
gu: ફંડ કામગીરી
hi: फंड प्रदर्शन

source: SIP returns
gu: SIP રિટર્ન્સ
hi: एसआईपी रिटर्न

source: one time returns
gu: એક વખત પરત
hi: एकमुश्त रिटर्न

source: scheme details
gu: યોજનાની વિગતો
hi: योजना विवरण

source: AMC information
gu: એએમસી માહિતી
hi: एएमसी सूचना

source: fund size
gu: ફંડસાઇઝ
hi: फंड का आकार

source: benchmark
gu: આધારચિહ્ન
hi: तल चिह्न

source: expense ratio
gu: ખર્ચ ગુણોત્તર
hi: खर्चे की दर

source: fund launch
gu: ફંડ લૉન્ચ
hi: फंड लॉन्च

source: lock in
gu: લોક-ઇન
hi: बंद करना

source: scheme documents
gu: યોજના દસ્તાવેજો
hi: योजना दस्तावेज

source: lumpsum
gu: લમ્પસમ
hi: एकमुश्त

source: Comparison with other Largecap funds
gu: અન્ય લાર્જ કેપ ફંડ્સ સાથે સરખામણી
hi: अन्य लार्ज कैप फंडों के साथ तुलना

source: Total AUM
gu: કુલ AUM
hi: कुल एयूएम

source: No of Schemes
gu: યોજનાઓની સંખ્યા
hi: योजनाओं की संख्या

source: See all
gu: બધા જુઓ
hi: सभी देखें

source: Sign in the space provided.
gu: આપેલી જગ્યામાં સાઇન ઇન કરો.

# recentTranscations
source: Recent Transactions
gu: તાજેતરના વ્યવહારો
